[
  {
    "id": 1,
    "title": "Handwriting Improvement",
    "shortDesc": "Master neat, legible, and speedy handwriting for all ages.",
    "fullDesc": "Master neat, legible, and speedy handwriting for all ages. Packages include annual training, a short course (10–14 days), and camps for children. These programs help learners achieve neat, legible, and confident writing in both English and Nepali.",
    "duration": "4 weeks",
    "image": "https://radiant.edu.np/wp-content/uploads/2024/12/Handwriting.jpg"
  },
  {
    "id": 2,
    "title": "Public Speaking - Mic Mandala",
    "shortDesc": "Build confidence and speak effectively in front of any audience.",
    "fullDesc": "Build confidence and speak effectively in front of any audience.Builds stage confidence, clear communication, and leadership presence. Students learn to express ideas with courage and creativity, an essential skill in today’s world.",
    "duration": "6 weeks",
    "image": "https://radiant.edu.np/wp-content/uploads/2024/12/Handwriting.jpg"
  },
  {
    "id": 3,
    "title": "Creative Writing",
    "shortDesc": "Unleash your imagination through storytelling and writing skills.",
    "fullDesc": "Unleash your imagination through storytelling and writing skills. Encourages imagination, storytelling, and self-expression through words. Students practice expressing thoughts, feelings, and ideas in clear and engaging ways, strengthening both their language and communication skills. Creative writing not only supports academic success but also develops originality and confidence in expression.",
    "duration": "5 weeks",
    "image": "https://radiant.edu.np/wp-content/uploads/2024/12/Handwriting.jpg"
  },
  {
    "id": 4,
    "title": "EduVake",
    "shortDesc": "Enhance academic skills with innovative learning methods.",
    "fullDesc": "Enhance academic skills with innovative learning methods. Encourages innovative thinking, teamwork, and practical problem-solving. Students gain entrepreneurial skills that spark initiative and prepare them to take charge of their future.",
    "duration": "8 weeks",
    "image": "https://radiant.edu.np/wp-content/uploads/2024/12/Handwriting.jpg"
  }
]
